Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Toolkit Appendix A - Guidance and Examples..docx-omegat.tmx
Source language: en
Languages: es

source: Additional guidance for journey management planning and practical examples of tools, processes and forms being used throughout Golder are available on the Global HSE CWS.
es: El CWS global de HSE tiene pautas adicionales para planificar el manejo de viajes y también cuenta con ejemplos prácticos de herramientas, procesos y formularios que se usan en todo Golder.

source: JM Guidance
es: Pauta de manejo de viajes

source: JM Examples
es: Ejemplos de manejo de viajes

source: Operator Distractions.
es: Distracciones para el operador

source: Operator Training and Competence.
es: Capacitación y competencias del operador

source: Cargo Carrying and Light Vehicle Towing.
es: Transporte de carga y remolque con vehículos livianos

source: Maintenance, Servicing and Inspections.
es: Mantenimiento, servicio e inspecciones

source: Personal Safety Devices, Equipment and Ergonomics.
es: Dispositivos y equipos de seguridad personal y ergonomía

source: Emergency Equipment.
es: Equipos de emergencia

source: Flora and Fauna.
es: Flora y fauna

source: Route Assessment.
es: Evaluación de ruta

source: Tips for safe Operation of Vehicles.
es: Consejos para operar vehículos de manera segura

source: Benchmarking.
es: Evaluación comparativa

source: Evaluation Tool for Fleet Vehicles.
es: Herramienta de evaluación para vehículos de flota

source: Journey Management Plan Examples.
es: Ejemplos de plan de manejo de viajes

source: Four Tier Training Program.
es: Programa de capacitación de cuatro niveles

source: Training Resources.
es: Recursos de capacitación

source: Checklists.
es: Listas de cotejo

source: Driver Distraction P&A Presentation.
es: Presentación a los P&A sobre distracciones para el conductor

source: Driver Safety Information (Weeks 1-4).
es: Información de seguridad para conductores (semanas 1-4)

source: Driver Training.
es: Capacitación para conductores

source: Motor Vehicle Induction.
es: Inducción en vehículos motorizados

source: Pick-up and Trailer Skills Test.
es: Pruebas de habilidades con camionetas y acoplados

source: Roadkill Poster.
es: Poster de animales atropellados

source: Vehicle Ergonomics.
es: Ergonomía vehicular

source: APPENDIX A
es: ANEXO A

source: Journey Management - Guidance and Examples
es: Manejo de viajes - orientación y ejemplos
